VV_cases/V2_thermal/results/study_v2a/runs/006_data_v2_production_like_short/simulations/Re100_prodLike/openfoam_setup/0/p
FoamFile
{
    format      ascii;
    class       volScalarField;
    object      p;
}

dimensions      [1 -1 -2 0 0 0 0];
internalField   uniform 0;

boundaryField
{
    inlet { type calculated; value $internalField; }
    outlet { type calculated; value $internalField; }
    bottom { type symmetryPlane; value $internalField; }
    top { type symmetryPlane; value $internalField; }
    cylinder { type calculated; value $internalField; }
    front { type symmetryPlane; }
    back { type symmetryPlane; }
}
